tap "azure/functions"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "zsh"
brew "zsh-autosuggestions"
brew "azure-cli"
brew "bat"
brew "git-delta"
brew "cmake"
brew "eza"
brew "fzf"
brew "fd"
brew "ios-webkit-debug-proxy"
brew "make"
brew "neovim"
brew "node"
brew "python@3.9"
brew "ripgrep"
brew "tmux"
brew "tree"
brew "zoxide"
brew "azure/functions/azure-functions-core-tools@4"
cask "font-hack-nerd-font"
