tap "azure/functions"
tap "homebrew/bundle"
tap "nikitabobko/tap"
brew "atuin"
brew "azure-cli"
brew "bat"
brew "btop"
brew "carapace"
brew "cmake"
brew "delve"
brew "diff-so-fancy"
brew "docker"
brew "dos2unix"
brew "exa"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git-delta"
brew "glow"
brew "go"
brew "icu4c@76"
brew "ios-webkit-debug-proxy"
brew "keychain"
brew "lua"
brew "luarocks"
brew "make"
brew "neovim"
brew "node"
brew "python@3.9"
brew "ripgrep"
brew "starship"
brew "stow"
brew "tmux"
brew "tree"
brew "zoxide"
brew "zsh-autosuggestions"
brew "azure/functions/azure-functions-core-tools@4"
cask "azure-data-studio"
cask "db-browser-for-sqlite"
cask "font-hack-nerd-font"
cask "ghostty"
cask "wezterm"
vscode "christian-kohler.npm-intellisense"
vscode "cucumberopen.cucumber-official"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-complete-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "ibm.output-colorizer"
vscode "jebbs.plantuml"
vscode "ms-azure-devops.azure-pipelines"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-playwright.playwright"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "rajuppadhyay.specflow-steps-definition-generator"
vscode "redhat.vscode-yaml"
vscode "vscodevim.vim"
vscode "yzhang.markdown-all-in-one"
go "github.com/go-delve/delve/cmd/dlv"
go "golang.org/x/tools/gopls"
go "honnef.co/go/tools/cmd/staticcheck"
