tap "azure/functions"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "nikitabobko/tap"
brew "azure-cli"
brew "bat"
brew "btop"
brew "carapace"
brew "cmake"
brew "delve"
brew "docker"
brew "dos2unix"
brew "exa"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git-delta"
brew "glow"
brew "go"
brew "icu4c@76"
brew "ios-webkit-debug-proxy"
brew "keychain"
brew "lua"
brew "luarocks"
brew "make"
brew "neovim"
brew "node"
brew "python@3.9"
brew "ripgrep"
brew "starship"
brew "stow"
brew "tmux"
brew "tree"
brew "zoxide"
brew "zsh-autosuggestions"
brew "azure/functions/azure-functions-core-tools@4"
cask "azure-data-studio"
cask "db-browser-for-sqlite"
cask "font-hack-nerd-font"
cask "wezterm"
